Repository: max2play/webinterface
Catalog: max2play/locale/*/LC_MESSAGES/max2play.po
Languages: fr

source: License Activated
fr: Licence Activée

source: Not Activated
fr: Non activé

source: FAQ - frequently asked questions
fr: FAQ - Questions fréquemment posées

source: Help on Sidebar can be reactivated on Settings-Page.
fr: L'aide de la barre latérale peut être réactivé dans la page Paramètres

source: Topics
fr: Thème

source: Wiki for this page
fr: Wiki de cette page

source: Features
fr: Vue d'ensemble des caractéristiques

source: http://www.max2play.com/faq/
fr: http://www.max2play.com/en/faq-2/

source: FAQ - Questions & Answers
fr: FAQ - Questions & Réponses

source: Addons and Feature Requests
fr: Fonctionnalités et Addons

source: Technical Support
fr: Support Technique

source: News
fr: Actualités

source: DONATE-BUTTON
fr: <form action="https://www.paypal.com/cgi-bin/webscr" method="post" target="_top"><input type="hidden" name="cmd" value="_s-xclick"><input type="hidden" name="hosted_button_id" value="Y89SJ9MMLEBRQ"><input type="image" src="https://www.paypalobjects.com/en_GB/i/btn/btn_donate_SM.gif" border="0" name="submit" alt="PayPal – The safer, easier way to pay online."><img alt="" border="0" src="https://www.paypalobjects.com/de_DE/i/scr/pixel.gif" width="1" height="1"></form>

source: Max2Play - <a target="_blank" href="http://www.max2play.com/en/features/" title="Powered by Max2Play">the <i>easy to use</i> webinterface and framework for mini-computers</a>!
fr: Max2Play - <a target="_blank" href="http://www.max2play.com/en/features/" title="Powered by Max2Play"> l'interface web et le framework pour mini-ordinateurs <i>facile d'usage</i> </a>!

source: Start
fr: Démarrer

source: Only $FREESPACE MB of free space left on the device! Did you already expand the filesystem?
fr: Il reste seulement $FREESPACE MB d'espace de stockage! Avez-vous déjà augmenté la taille du fichier système ?

source: Created View-Files
fr: Fichiers de vues crées

source: Please restart your device! To restart now <a href="http://$SERVERIP/plugins/max2play_settings/controller/Basic.php?action=reboot&redirecturl=
fr: Merci de redémarrer votre périphérique ! Pour redémarrer maintenant <a href="http://$SERVERIP/plugins/max2play_settings/controller/Basic.php?action=reboot&redirecturl=

source: Help - Introduction
fr: Aide - Introduction

source: <ul><li>This is Max2Play - The easiest way to setup a audio and video player! You may watch <a target="_blank" href="https://www.youtube.com/channel/UCu2JHGI142fLrkoUN8dUkRA">our video tutorials about the settings in this web interface</a>.</li></ul>
fr: <ul><li> Voici Max2play - La façon la plus rapide d'installer un lecteur audio et vidéo ! Vous devriez regarder <a target="_blank" href="https://www.youtube.com/channel/UCu2JHGI142fLrkoUN8dUkRA"> nos tutoriaux vidéo pour paramétrer cette interface web </a>.</li></ul>

source: Process is already running
fr: La procédure est déjà en cours d'exécution

source: Trying to launch
fr: Tentative de démarrage

source: successful with ID
fr: Réussite avec l'identifiant

source: NOT successful
fr: Échec

source: Unable to stop process - it seems that it is not running
fr: Impossible d'arrêter la procédure - Elle ne semble pas être en cours d'exécution

source: Trying to stop
fr: Tentative d'arrêt

source: successfully stopped
fr: Arrêt réussi

source: could NOT stop process - try kill instead
fr: Impossible d'arrêter le processus - Essayer de forcer l'arrêt

source: Unable to kill process - it seems that it is not running
fr: Impossible de forcer l'arrêt - La procédure ne semble pas en cours d'exécution

source: successfully killed
fr: Arrêt forcé avec succès

source: could not kill process
fr: Arrêt forcé échoué

source: restarted
fr: Redémarré

source: successfully removed from autostart
fr: Suppression du démarage automatique avec succès

source: successfully added to autostart
fr: Ajout au démarrage automatique avec succès

source: You need at least Max2Play Version $MINVERSION to run this addon. Please update Max2Play on Settings tab!
fr: Vous avez besoin de la dernière version de MAX2play ($MINVERSION) pour lancer cet addon. Merci de mettre à jour Max2paly dans l'onglet Paramètre

source: You are running a Beta-Version of Max2Play!
fr: Vous exécutez une version Beta de Max2Play !

source: Max2Play update is available - start update on tab Settings / Reboot
fr: Une mise à jour de Max2play est disponible - lancer la mise à jour dans Paramètres / Redémarrage

source: No Curl for HTTP-Request available!
fr: Il n'y a pas de Curl disponible pour cette requête HTTP-Request

source: SD-Card is Read-Only! Changes on settings will not be saved!
fr: Carte SD en lecteur seule ! Les changements ne seront pas sauvegardés !

source: Update Configfile - existing Entry changed
fr: Mise à jour du FichierConfig - Entrée existante changée

source: Update Configfile - new Entry created
fr: Mise à jour du FichierConfig - nouvelle entrée créée

source: Update Configfile - new Configfile created
fr: Mise à jour du FichierConfig - nouveau FichierConfig créé

source: Installation startet - This Messages refreshes every 3 seconds to show current status of installation. If finished this message disappears.
fr: Installation démarrée - Les messages seront actualisés toutes les 3 secondes pour montrer la progression de l'installation.Lorsque que c'est terminé le message disparaît.

source: Something went wrong in last Install Attempt - Deleting Progressfile
fr: Une erreur est survenue au cours de la dernière tentative d'installation - Effacer les fichiers d'installation et réessayer

source: Click here to show detailed information
fr: Cliquez ici pour afficher les informations détaillées

source: No valid Max2Play-License for additional plugins and features found. Please enter a valid eMail-address on the Settings-page to verify that you are a customer of Max2Play and to access all features.
fr: Aucune licence Max2Play pour des plugins et fonctionnalités additionnel a été trouvé. Merci de saisir une adresse Mail valide dans la page Paramètres pour vérifier que vous êtes un client de Max2play et que vous avez accès à toutes les fonctionnalités

source: File Uploaded
fr: Fichier envoyé

source: File moved successful
fr: Fichier déplacé avec succès

source: Invalid Plugin-URL
fr: URL Plugin invalide

source: Plugin $PLUGINNAME activated and added to main navigation. You may change the position and visibility in the addon configuration on the <a href="/plugins/max2play_settings/controller/Basic.php#pluginconfigblock">settings page</a>.
fr: Le plugin $PLUGINNAME est activé et ajouté au menu principal. Vous devrez changer la position et la visibilité dans la page de configuration: <a href="/plugins/max2play_settings/controller/Basic.php#pluginconfigblock">page de configuration</a>.

source: Plugin Error
fr: Erreur du plugin

source: Plugin configuration updated
fr: Configuration de plugin mise à jour

source: Updated Equalizer Settings
fr: Options de l'égaliseur enregistrées

source: Max2Play-License <a href='/plugins/max2play_settings/controller/Basic.php'>is not activated</a>. Not all functions available!
fr: La licence Max2play <a href='/plugins/max2play_settings/controller/Basic.php'>n'est pas activée</a>. Toutes les fonctions ne sont pas disponible !

source: Function $action not found for Ajax-Call
fr: Fonction $action non trouvée pour l'appel Ajax-Call

source: Speech Control Setup
fr: Configuration de la Synthèse vocale

source: install
fr: Installation

source: install (Takes ~ 2 hours!)
fr: Installation (Peut durer ~2 heures !)

source: $SERVICENAME is running with processID
fr: $SERVICENAME en cours d'exécution avec ProzessID

source: stop $SERVICENAME
fr: Arrêter $SERVICENAME

source: $SERVICENAME not running
fr: $SERVICENAME n'est pas en cours d'exécution

source: start $SERVICENAME
fr: Démarrer $SERVICENAME

source: readtest
fr: Test de lecture

source: start read test
fr: Démarrage du test de lecture

source: save
fr: Enregistrer

source: uninstall
fr: Désinstaller

source: DEBUG Informations
fr: Informations de DEBUG

source: Speech Control
fr: Synthèse Vocale

source: Accesspoint Setup
fr: Point d'accès WIFI

source: Choose active Player
fr: Choisir le lecteur

source: DONATE-BUTTON-SQUEEZEPLUG
fr: <form action="https://www.paypal.com/cgi-bin/webscr" method="post" target="_top"><input type="hidden" name="cmd" value="_s-xclick"><input type="hidden" name="hosted_button_id" value="FCG8BS6B6J8XW"><input type="image" src="https://www.paypalobjects.com/en_US/GB/i/btn/btn_donateCC_LG.gif" border="0" name="submit" alt="PayPal – The safer, easier way to pay online."><img alt="" border="0" src="https://www.paypalobjects.com/de_DE/i/scr/pixel.gif" width="1" height="1"></form>

source: logo
fr: logo-en

source: http://shop.tellows.de/de/lizenzschlussel-fur-tellows-community-sperrliste-anrufblocker.html
fr: http://shop.tellows.de/en/licence-key-for-tellows-blocklist-callblocker.html

source: get API-Key for tellows
fr: Acheter / Renouveler l'API Key tellows

source: http://shop.tellows.de/de/anrufblocker-faq
fr: http://shop.tellows.de/en/anrufblocker-faq

source: tellows Anrufblocker
fr: Bloqueur d'appel Tellows

source: tellows Callblocker Setup
fr: Bloqueur d'appel Tellows

source: REBOOT successful
fr: Redémarrage réussi

source: Please wait...
fr: Patientez SVP ...

source: REBOOT started
fr: Redémarrage en cours

source: tellows Callblocker Blacklist
fr: Liste noire du Bloqueur d'appel tellows

source: DLNA-Server
fr: Serveur DLNA

source: MiniDLNA Service (easy media access for other network devices)
fr: Service MiniDLNA ( Media d'accès facile pour les autres périphériques du réseau)

source: MiniDLNA is a Service for sharing media-data from Max2Play with other devices in your network.
fr: MiniDLNA est un service pour partager des médias depuis Max2play vers d'autres périphériques sur votre réseau.

source: Install MiniDLNA
fr: Installer MiniDLNA

source: Uninstall MiniDLNA
fr: Désinstaller MiniDLNA

source: Media Path
fr: Répertoire Média

source: Save
fr: Enregistrer

source: Force Reload (reindex Folder)
fr: Forcer le relancement (ré-indexer le dossier)

source: MiniDLNA Installation removed
fr: L'installation de MiniDLNA supprimée

source: MiniDLNA Installation completed - you may now edit detailed settings
fr: Installation de MiniDLNA terminée - vous devrez maintenant éditer les options avancées

source: MiniDLNA Settings saved
fr: MiniDLNA Paramètres sauvegardés

source: Password Protection Setup
fr: Installation d'une protection par mot de passe

source: installed
fr: Installé

source: NOT installed
fr: NON installé

source: savepasswordroot
fr: Enregistrer le mot de passe root

source: save password
fr: sauvegarder le mot passe

source: savepassworduser
fr: sauvegarder le mot de passe utilisateur

source: Password Protection
fr: Protection par mot de passe

source: This is the Example Setup Page. Configure and Test your own Plugin :)
fr: Ceci est une page configuration de test. Configurez et tester votre propre plugin :)

source: Do Something
fr: Faites quelque chose

source: Do something to get things done ...
fr: Faites quelque chose pour faire avancer les choses ...

source: Custom tab content 2
fr: Contenu personnalisé de l'onglet 2

source: Push the button
fr: Appuyer sur le bouton

source: This is easy - isn't it?
fr: C'est facile - n'est ce pas ?

source: Let's do it!
fr: Faisons-le !

source: Status
fr: Statut

source: kill $SERVICENAME
fr: Forcer l'arrêt de $SERVICENAME

source: Exampleclass Setup
fr: Exemple d'installation de classe

source: Saved
fr: Enregistré

source: Do Something started
fr: Faire quelque chose pour démarrer

source: Help - Example
fr: Aide - Exemple

source: <ul><li>This Plugin contains some example functions and code to copy&paste to create your own Plugin.</li><li>Use the <a href="https://www.max2play.com/en/portfolio/plugin-pluginbuilder-2/" target=_blank>Pluginbuilder</a> for development and the <a href="https://www.max2play.com/en/portfolio/plugin-remote-control/" target=_blank>Remote Control Plugin</a> for direct SSH-access.</li></ul>
fr: <ul><li>Ce plugin contient quelques exemples de fonctions et codes à copier et coller dans votre propre plugin.</li><li>Utiliser le <a href="https://www.max2play.com/en/portfolio/plugin-pluginbuilder-2/" target=_blank>Génerateur de plugin</a> pour le développement et <a href="https://www.max2play.com/en/portfolio/plugin-remote-control/" target=_blank>Remote Control Plugin</a> pour l'accès en SSH direct.</li></ul>

source: Filesystem - mount network paths (e.g. NFS)
fr: Système de fichier - monter un chemin réseau (Samba ou NFS)

source: Path
fr: Chemin

source: Mountpoint
fr: Point de montage

source: Delete
fr: Supprimer

source: Add new mountpoint
fr: Ajouter un nouveau point de montage

source: Important Information
fr: Attention

source: Important Information Filesystem Description
fr: Network Shares (e.g. shares on Synology Diskstation with SMB/CIFS) are mounted following the example:<br /><b>Path (IP or hostname and Path):</b> for type cifs: <i>//IP-ADDRESS/PATH</i><br /><b>Mountpoint on Max2Play (for usage in Squeezebox Server or XBMC):</b> <i>/mnt/mountdir/</i> Mountpoint must be a subdirectory in <i>/mnt/</i> OR <i>/media/</i> and will be generated, if it is not existing. <br /><b>Type:</b> mostly <i>cifs</i> (in special NFS setups <i>nfs</i>) <br /><b>Options (user, password and other options for network share):</b> e.g. <i>user=name,password=pass,sec=ntlm,iocharset=utf8</i><br />important: always add to the options <i>sec=ntlm</i>!<br><b>Note on NFS-Shares</b>: you must use another Path and no user credentials in options! Example: <i>IP-ADDRESS:PATH</i> or <i>*:PATH</i> <br /><br />If encountering problems with setting up shares you may reset the configuration file on Settings-Page ("Reset configs to Max2Play delivery configuration").

source: Show Help
fr: Afficher l'aide

source: Show Network Devices
fr: Afficher les périphériques réseau

source: DEBUG Info
fr: Info DEBUG

source: External Drives on Max2Play - mountpoints for USB-Storage
fr: Périphériques externes connectés sur Max2play - Point de montage pour le Stockage USB

source: This list shows all external storages and their mountpoints. You may access the devices by their path in Squeezeboxserver or XBMC/Kodi.
fr: This list shows all external storages and their mountpoints. You may access the devices by their path in Squeezeboxserver or XBMC/Kodi. Important: the maximum partition size is 2TB. If using larger disks you need to divide the disk space into partitions smaller than 2TB.

source: Set fixed Mountpoint to prevent directory switching on reboot:
fr: Définir un point de montage fixe pour éviter que le directoire change au redémarrage:

source: Unmount
fr: Démonter

source: No external devices found.
fr: Aucun périphérique externe trouvé

source: Sambashares on Max2Play - setup network share paths
fr: Configurer le partage Samba de Max2Play - Partage du réseau pour un accès externe

source: Name
fr: Nom

source: Comment
fr: Commentaire

source: Writeable
fr: Accessible en écriture

source: Create Mode
fr: Créer Mode

source: Add new Sambashare
fr: Ajouter un nouveau partage Samba

source: usbshare
fr: Partage USB

source: Sambashare Access
fr: Accès partage Samba

source: User for Samba-Access
fr: Utilisateur pour l'accès Samba

source: Password for Samba-Access
fr: Mot de passe pour l'accès Samba

source: Samba Important Information
fr: Attention au partage Samba

source: Important Information Samba Description
fr: Samba is used to set up network shares for other devices to access the Players filesystem. If, for example a USB-disk is connected to the Player, this USB-disk may contain media data that should be accessed by other computers.<br /><b>Example #1 - Share USB-drive to local network:</b> <br />Name: max2play-usb<br />Path: /media/usb<br />Writeable: yes<br /><br /><b>Access the Share from Windows Systems</b>: Rightclick "Computer" &gt; "Connect to Network Drive" &gt; choose a free driveletter and enter "\\max2play\max2play-usb". Login with username "root" and your choosen password. You may also just enter "\\max2play" in the file-explorer URL to access the share.

source: Advanced Max2Play Setup for Odroid U3
fr: Options Max2play avancées pour Odroid U3

source: This is the Advanced Setup Page. You may configure additional settings like the blinking LED, the behavior of the Power Button and more on this page.
fr: Ceci est la page de configuration avancés. Vous pouvez configurer les paramètres supplémentaires comme le clignotement de la LED, le comportement du bouton POWER et plus dans cette page.

source: Disable LED-Blink
fr: Désactiver le clignotement de la LED

source: Set LED Blink of ODROID to 10 secondes - Press Button again to set LED-Blink back to original settings.
fr: Définir la fréquence de clignotement de la LED ODROID à 10 secondes - Appuyer sur le bouton à nouveau pour revenir aux paramètres d'origine.

source: Power Button Settings
fr: Paramètres du bouton Power

source: Edit Power Button Options
fr: Modifier les options du bouton d'alimentation

source: You can adopt the event that should happen when the Power Button is pressed (separating short and long presses)
fr: Vous pouvez voir l'événement qui devrait arriver quand le Bouton de Power est appuyé (en séparant l'appui court et long)

source: Short Press (less than 1 second)
fr: Appui court

source: Poweroff Max2Play
fr: Eteindre Max2play

source: Toggle XBMC / Squeezelite
fr: Basculer XBMC / Squeezelite

source: Start my own Script
fr: Démarrer mon propre script

source: Default: Shutdown the device. If you use XBMC and Squeezelite you can use the Power Button to stop XBMC and start Squeezelite and vice versa. You may even set your own script that should start on pressed Power Button.
fr: Par défaut: éteindre le périphérique. Si vous utilisez XBMC et Squeezelite vous pouvez utiliser le bouton Power pour arrêter XBMC et démarrer Squeezelite et vice versa. Il est possible de définir votre propre script qui démarrera quand vous appuierez sur le bouton Power.

source: Shortpress Script
fr: Script appui court

source: Set up the script that should be started. For Short Press the value must be Start my own Script.
fr: Définir le script qui devrait être démarré. Pour un appui court la valeur doit être Démarrer mon propre script.

source: Long Press (between 1 and 9 seconds)
fr: Appui long (Entre 1 et 9 secondes)

source: Default: No Action. You may set your own script that should start on pressed Power Button.
fr: Par défaut: Pas d'action. Il est possible de définir votre propre script qui démarrera quand vous appuierez sur le bouton Power.

source: Longpress Script
fr: Script appui long

source: Set up the script that should be started. For Long Press the value must be Start my own Script.
fr: Définir le script qui devra être démarré. Pour un appui long la valeur doit être Démarrer mon propre script.

source: Update APT-GET Sources and APT-GET UPGRADE
fr: Mettre à jour les sources APT-GET et APT-GET UPGRADE

source: Check Available Upgrades
fr: Vérifier les mises à niveau disponibles

source: Upgrade Packages
fr: Mises à niveau des paquets

source: Fetch all current Updates and upgrade packages. ONLY DO THIS IF YOU ALREADY HAVE THE LATEST MAX2PLAY-UBUNTU-IMAGE 14!
fr: Récupérer toutes les mises à jour et mises à niveau. FAIRE SEULEMENT SI VOUS AVEZ DEJA LA DERNIERE IMAGE DE MAX2PLAY-UBUNTU-IMAGE 14 !

source: Install Flash for Desktop Chromium Browser - Enable Youtube/Vimeo Flashplayer
fr: Installer Flash pour le navigateur Chromium - Activer Flashplayer Youtube/Vimeo

source: Install Pepperflash
fr: Installer Pepperflash

source: After Installation you must open the Chromium URL "chrome:plugins" and set check [Always allowed] for Adobe Flash player. Then Restart Max2Play.
fr: Après l'installation vous devez ouvrir dans chromium l'url "chrome:plugins" et vérifier si est coché [Always allowed] for flash player. Puis redémarrer Max2play.

source: Install Fan silencer on XU4
fr: Installer Fan silencer sur XU4

source: Install Fan silencer
fr: Installer Fan silencer

source: After Installation your XU4 Fan will be more silent and runs only if cooling is needed.
fr: Après l'installation de XU4 votre ventilateur sera plus silencieux et démarrera seulement si nécessaire.

source: Choose your preferred setup and purpose of Max2Play
fr: Choisissez votre installation et utilisation préférée de Max2play

source: You may change all settings later, but for the first start, it is suggested to select something. The mediacenter Kodi is available and preinstalled in every setup.
fr: Vous pourrez changer tous les paramètres plus tard, mais pour le premier démarrage, il est conseillé de sélectionner quelque chose. Le mediacenter Kodi est disponible et pré-installé dans toutes les installations.

source: Starter: A simple audioplayer for internet radio and local music (mp3)
fr: Démarrage: Un simple lecteur audio pour les radios Internet et la musique en local (mp3)

source: You want a simple way to play music from online radio streams and local sources (e.g. USB-drives or network storage)
fr: Vous souhaitez une solution simple pour lire de la musique depuis les radios en lignes et ressources locales (ex: Clé USB ou stockage réseau)

source: !PURPOSESELECT_SIMPLE_MPD_POSITIVE
fr: Configuration facile et rapide, serveur de musique non nécessaire|Choix de l'interface entre YMPD et Ampache, pour contrôler le lecteur de musique|Quelques stations de radios sont déjà configurées|Un partage réseau sur ce périphérique sera automatiquement configuré. Vous pourrez vous y connecter depuis n'importe quel périphérique réseau et y ajouter de la musique et des stations de radio.

source: !PURPOSESELECT_SIMPLE_MPD_NEGATIVE
fr: Pas de sychronisation entre les lecteurs audio|Pas de airplay avec les cartes son de type HiFiBerry

source: Select this setup!
fr: Sélectionner cette installation !

source: Advanced: A real multiroom audio player that integrates in a Squeezebox environment with powerful options for high-quality audio and a lot of features.
fr: Avancé: Un vrai lecteur audio multi-pièce qui intègre un environnement SqueezeBox avec de puissantes options pour l'audio de haut qualité et pleins d'autres fonctionnalités

source: Using Squeezebox-technology you have a squeezebox server running on one of your devices and use Squeezelite as audioplayer.
fr: En utilisant la technologie Squeezebox vous avez un serveur Squeezebox qui fonctionne sur un de vos périphérique et Squeezelite comme lecteur audio.

source: !PURPOSESELECT_SIMPLE_SQUEEEZE_POSITIVE
fr: Supporte beaucoup de format audio|Des tonnes de fonctionnalités et Plug-Ins pour le serveur Squeezebox (controls de lecteur audio)|Modes minuterie et alarmes|Synchronisation entre les lecteurs|Airplay est activé en installantle plugin Shairtunes pour serveur Squeezebox

source: !PURPOSESELECT_SIMPLE_SQUEEEZE_NEGATIVE
fr: Un peu plus difficile à configurer dans un premier temps: un serveur Squeezebox est nécessaire (installation facile dans l'onglet serveur Squeezebox)|L'interface Web du serveur Squeezebox est un peu démodée, mais les applications pour smarphones comme iPeng et Squeezer sont à jour.

source: Simple Airplay: Apple Airplay Device, that plays music streamed from iPhone, iPad or Mac.
fr: Airplay: Périphérique Apple Airplay, permet la lecture de la musique diffusée depuis un Iphone, Ipad ou Mac.

source: Just one player (shairport) is running. No additional setup needed.
fr: Seulement un lecteur (shairport) est exécuté. Aucune installation supplémentaire est nécessaire.

source: !PURPOSESELECT_SIMPLE_SHAIRPORT_POSITIVE
fr: Très simple. Rien à faire d'autre que d'activer le lecteur Shairport dans l'onglet Lecteurs audio

source: !PURPOSESELECT_SIMPLE_SHAIRPORT_NEGATIVE
fr: Seulement la fonctionnalité Airplay...
