Repository: max2play/webinterface
Catalog: max2play/locale/*/LC_MESSAGES/max2play.po
Languages: fr

source: !FEATURE LIST
fr: Personnalisez votre installation audio avec des options avancées comme un <b>Equaliseur</b> ou optimisez les paramètres du lecteur audio.|Installez un <b>serveur Squeezebox</b> en 1 clic et un Airplay fonctionnel sur des lecteurs Squeezebox avec l'Addon Shairtunes2 dans l'onglet serveur Squeezebox de cette interface Web.|Configurez des <b>partages réseau</b> pour accéder à votre musique et vos vidéos de votre réseau local.|Utiliser <b>Kodi</b> comme lecteur multimédia pour regarder des flux vidéo en ligne et des videos HD.|Installer un serveur DLNA pour partager votre musique aux autres périphériques réseau.|<b>Personnalisez</b> cette interface WEB selon vos besoins personnel et installez <a href="www.max2play.com/en/addons" target="_blank">d'autres addons</a> dans la pages des paramètres.

source: Premium Features with Max2Play
fr: Fonctionnalités Premium avec Max2play

source: !FEATURE LIST PREMIUM
fr: Configurer un <b>point d'accès WiFi</b> sur ce périphérique pour avoir un lecteur de musique, contrôlable par votre smartphone.|Installer <b>Jivelite</b> pour avoir une visualisation de votre lecteur audio (Squeezelite).|Appliquer d'autres paramètres spécifiques Raspberry PI sur la sortie HDMI (échantillonnage, Overscan, Résolution).|<b>Booster les performances PIs </b> en choisissant un plus haut niveau de vitesse - surtout les modèles PI A/B la vitesse peut être pratiquement doublée (fréquence du processeur, voltage).|Installer un serveur VNC pour accéder au Bureau de ce périphérique depuis d'autre ordinateur de votre réseau (ex: pour configurer Jivelite, le navigateur).|Utiliser <b>l'addon Multisqueeze</b> pour démarrer en simultané sur ce périphérique plusieurs lecteurs Squeeze sur des cartes son différents (ex: HiFiBerry, HDMI).|Configurer une <b>Protection de la carte SD</b>, après que tout soit configuré votre périphérique sera protégé contre la corruption des données en cas de coupure de courant (seulement pour l'utilisation du lecteur audio).|Obtenez les dernières mises à jour Beta pour Max2play et prennez part à la communauté!|Plus de fonctionnalités peuvent être disponibles ici: <a href="http://www.max2play.com/en/addons" target="_blank">http://www.max2play.com/en/addons</a>.

source: <b>Max2Play</b> makes the configuration as easy as possible. There is no need for connecting a monitor, a keyboard or a mouse on the device itself. It all runs headless and no special tools like Putty are needed! This webinterface is optimized for smartphones and all actions can also be called from external HTTP-Requests like Smarthome-Servers.
fr: <b>Max2Play</b> rend la configuration la plus simple possible. Il n'y pas besoin de connecter d'écran, de clavier ou de souris sur le périphérique. Tout fonctionne simplement et il n'y a pas besoin d'outils comme Putty! Cette interface Web est optimisée pour les smartphones et toutes les actions peuvent être aussi faite avec des requêtes HTTP (ex: serveurs domotique, ...).

source: What is Max2Play?
fr: Qu'est ce que Max2Play?

source: Questions concerning this project? Please refer to <a href="http://www.max2play.com" target="_blank">www.Max2Play.com</a>
fr: Avez-vous des questions concernant le projet ? Adressez vous à <a href="https://www.max2play.com" target="_blank">www.Max2Play.com</a>

source: Remind me again
fr: Me le rappeller plus tard

source: Skip this
fr: Ignorer ce message

source: Customize Max2Play for a special audio card?
fr: Customiser Max2Play pour une carte audio spécifique ?

source: Get the most out of your audio card with the specialized setup page. Just click on the manufacturer below to install the plugin.
fr: Tirez le meilleur de votre carte audio avec la page spécifique de configuration. Cliquez juste sur le constructeur ci-dessous pour installer le plugin.

source: The custom startpage offers an easy installer for sound cards (choose optimal setup for audioplayers), volume control and other options.
fr: La page de customisation offre un installateur facile pour les cartes sons (choisissez paramètres optimaux pour les lecteurs audio), contrôle du volume et d'autres options.

source: If you have another audiocard or none at all, just skip this step.
fr: Si vous avez une autre carte audio ou aucune, ignorez juste cette étape.

source: Advanced Setup Odroid U3
fr: Configuration avancée de l'Odroid U3

source: Set LED-Blink - Reboot to activate changes
fr: Réglages du clignotement de la LED modifiés - Redémarrage nécessaire

source: Power Button Settings Changed
fr: Les paramètres du bouton Power ont été modifiés.

source: Update / Upgrade to latest Ubuntu started
fr: Mise à jour / Mise à niveau vers la dernière version d'Ubuntu démarrée

source: UPDATE ENDED - CHECK ABOVE LOG FOR ERRORS
fr: MISE A JOUR TERMINÉE - VÉRIFIER LES JOURNAUX CI-DESSOUS POUR LES ERREURS

source: Install finished
fr: Installation terminée

source: Restart Desktop-Manager completed (initialized Display)
fr: Redémarrage du gestionnaire de Bureau terminé (initialisation de l'affichage)

source: No Link for download given
fr: Aucun lien de téléchargement donné

source: Installationspaket:
fr: Paquet d'installation :

source: Installation abgeschlossen!
fr: Installation réussi

source: Plugin installed
fr: Plugin installé

source: Plugin downloaded to path /opt/max2play/cache
fr: Plugin téléchargé dans /opt/max2play/cache

source: Updated $SERVICE Settings - Restart $SERVICE to apply changes!
fr: Mise à jour des paramètre de $SERVICE - redémarre $SERVICE pour appliquer les changements !

source: Audioplayer
fr: Lecteurs audio

source: Set Wolfson Audio-Output to play on Line-Out, Headphone and SPDIF
fr: Définir la sortie audio Wolfson que la ligne de sortie, casque (Jack) et SPDIF

source: Set HiFiBerry DAC Sound to 96% (Optimum value)
fr: Définir le son DAC HiFiBerry à 96% (valeur optimale)

source: Set IQAudIO DAC Sound to 96% (Optimum value)
fr: Définir le son DAC IQAudIO à 96% (valeur optimale)

source: Settings saved! Set Squeezelite options (advanced-button) to use headphones output with "-o headphones"
fr: Paramètres sauvegardés! Définissez les options (bouton avancé) pour utiliser la sortie casque (Jack) avec "-o headphones"

source: Raspberry PI Audio Output set to $VALUE
fr: La sortie audio du Raspberry PI a été définie sur $VALUE

source: Help - Audioplayer
fr: Aide - Lecteurs audio

source: <ul><li>On this page you may set up and configure all audioplayers. Each player has the button "Advanced Settings" to set up the soundcard and further options.</li><li>Some soundcards like HifiBerry need to be activated before you can assign them to a player. This can be done with the addon "Raspberry PI Settings".</li><li>To use Airplay you may choose the Shairport player OR the plugin Shairtunes (install on Squeezebox Server tab), that enables all Squeezeplayers (such as Squeezelite) to act as an Airplay device. This is useful if a soundcard supports only one connected player.</li></ul>
fr: <ul><li> Sur cette page vous pouvez installer et configurer tous les lecteurs audio. Chaque lecteur possède le bouton "Paramètres avancés" pour mettre en place la carte son et d'autres options. </li><li> Certaines cartes son comme HifiBerry doivent être activés avant de pouvoir les affecter à un lecteur. Cela peut être fait avec l'addon "Paramètres du Raspberry ". </li><li> Pour utiliser Airplay vous pouvez choisir le lecteur Shairport OU le plugin Shairtunes (installation sur l'onglet serveur Squeezebox ), qui permet à tous les lecteurs Squeeze (comme Squeezelite) d'agir en tant que dispositif Airplay. Ceci est utile si une carte son ne supporte qu'un seul lecteur connecté. </li></ul>

source: Squeezebox Server
fr: Serveur Squeezebox

source: Installation Progress:
fr: Progression de l'installation :

source: LMS-Version not existing
fr: La version LMS n'existe pas

source: Installation Package:
fr: Paquet d'installation :

source: Next steps: Reboot the device (in settings -> reboot) and you are ready to use your Squeezeplayers as Airplay device.
fr: Prochaines étapes: Redémarrez le périphérique (dans les paramètres -> redémarrage) et vous êtes prêt à utiliser votre lecteur squeeze comme périphérique Airplay.

source: GoogleMusic Plugin installed.<br><b>Important:</b> Now edit the settings of the Plugin within Squeezebox Server Settings, add your GoogleMusic credentials (including a mobile device ID!) and you are ready to go.
fr: Plugin Google Music installé. <br><b>Important:</b> Éditez les paramètres du plugin dans les paramètres du serveur Squeezebox, ajoutez vos identifiants (en incluant un identifiant mobile) et vous êtes prêt !

source: Filesystem Mount
fr: Monter un partage réseau

source: Directory created:
fr: Répertoire créé:

source: Wrong Path:
fr: Mauvais chemin :

source: Mountpoint successfully added
fr: Point de montage ajouté avec succès

source: Mountpoint NOT added! Please refer to the description below!
fr: Ajout du point de montage impossible ! Veuillez vous référer à la description ci-dessous

source: Entry deleted
fr: Entrée supprimée

source: Sambashare successfully added
fr: Sambashare ajouté avec succès

source: Sambashare NOT added! Please refer to the description below!
fr: Ajout du partage Samba impossible ! Veuillez vous référer à la description ci-dessous

source: Password changed
fr: Mot de passe modifié

source: Samba Service restarted
fr: Service Samba en cours de redémarrage

source: not mounted
fr: non monté

source: The following list shows available Network Resources. On some resources the name of the share (path) might be missing. To set up a network share you need the server name (or IP-address) and the name of the share. See help for the correct syntax.
fr: La liste suivante indique les ressources disponibles du réseau. Sur certaines ressources le nom de partage (chemin) peut-être manquant. Pour configurer un partage réseau, vous devez connaître le nom du serveur (ou adresse IP) et le nom du partage. Voir l'aide pour la syntaxe correcte.

source: Server / Path
fr: Serveur / Chemin

source: set path
fr: définir le chemin

source: Help - Mounts / Shares
fr: Aide - Montages / Partages

source: <ul><li>For mounting a network share from a Diskstation or any other network storage you need the servers IP-Address, the name of the Share and the Login information (user, password). Enter everything like it is shown below the input fields and <a href="https://www.youtube.com/watch?v=3klQkxF6iNA" target="blank">watch this video on mounting (enable subtitles for english)</a>, if you encounter any problems.</li><li>You may also see your connected USB-drives and set up Shares on this device (via Samba) to get access from other computers in your network.</li></ul>
fr: <ul><li> Pour le montage d'un partage réseau à partir d'un Diskstation ou tout autre stockage réseau dont vous avez besoin de l'adresse IP du serveur, le nom du partage et les informations de connexion (utilisateur, mot de passe). Entrez tout comme il est indiqué ci-dessous dans les champs de saisie et <a href="https://www.youtube.com/watch?v=3klQkxF6iNA" target="blank"> regardez cette vidéo sur le montage (activer les sous-titres pour l'anglais) </a>, si vous rencontrez des problèmes. </li><li> vous pouvez également voir vos lecteurs USB connectés et mettre en place des partage sur cet appareil (via Samba) pour y obtenir l'accès à partir d'autres ordinateurs de votre réseau. </li></ul>

source: Data saved
fr: Données enregistrées

source: WLAN Device not responding - Reboot and try again.
fr: Le prériphérique WiFi ne répond pas - Redémarrage nécessaire.

source: Networks found and added to dropdown list
fr: Réseaux trouvés et ajoutés à la sélection

source: No networks found
fr: Aucun réseau trouvé

source: IMPORTANT: do not use the MAC-Address Setup on Raspberry Pi as each device has its own MAC-Address! Leave the MAC-Address empty!
fr: IMPORTANT: ne pas utiliser la configuration de l'adresse MAC sur le Raspberry Pi comme chaque appareil possède sa propre adresse MAC ! Laissez l'adresse MAC vide !

source: MAC-Address changed - please reboot
fr: Adresse MAC modifiée - Veuillez redémarrer

source: IP-Address set to $FIXEDIP
fr: Adresse IP définie sur $FIXEDIP

source: No network route found.
fr: Aucune route réseau trouvée.

source: IP-Address set to dynamic DHCP
fr: Adresse IP définie en dynamique (DHCP)

source: WLAN activated - please reboot device
fr: WiFi activé - Veuillez redémarrer le périphérique

source: WLAN deactivated - no network choosen - please reboot
fr: WiFi désactivé - aucun réseau sélectionné - Veuillez redémarrer

source: NO IP! No connection!
fr: ! Pas d'IP, Pas de connection!

source: Help - WiFi & LAN
fr: Aide - WiFi & LAN

source: <ul><li>On this page you may set up and configure your WiFi and see details on the connected interfaces and their IP-Address.</li><li><a href="https://youtu.be/HsEBb_CIJ5A" target="blank">Watch a video showing WiFi setup with Max2Play</a></li><li>Step by Step: search for networks - choose you prefered network, activate the enable WiFi checkbox, enter the password and click save.</li></ul>
fr: <ul><li>Sur cette page, vous pouvez installer et configurer votre WiFi et voir les détails sur les interfaces connectées et leur adresse IP.</li><li><a href="https://youtu.be/HsEBb_CIJ5A" target="blank">Regarder une vidéo montrant la configuration WiFi avec Max2Play</a></li><li>Etape par étape: recherche des réseaux - choisissez votre réseau préféré, sélectionnez la case à cocher activer le WiFi, entrez le mot de passe et cliquez sur Enregistrer.</li></ul>

source: Settings / Reboot
fr: Paramètres & Redémarrage

source: Shutdown initiated - press the power button on device to start it again
fr: Arrêt lancé - appuyez sur le bouton d'alimentation sur l'appareil pour le démarrer à nouveau

source: Changed display resolution - Reboot needed
fr: Résolution de l'écran modifiée - Redémarrage nécessaire

source: Timezone file created
fr: Fichier de Timezone créé

source: Changes successful - Reboot needed
fr: Modifications réussies - Redémarrage nécessaire

source: Value for Timezone/Language not found.
fr: Valeur du fuseau horaire / Langue introuvable.

source: The Debug Output (console commands) is shown in the top right corner on each page.
fr: La sortie de debug (commandes de la console) est affiché dans le coin en haut à droite sur chaque page.

source: Name not possible! Please do not use special characters.
fr: Nom invalide ! N'utilisez aucun caractère spécial

source: Config Files restored for
fr: Réglages par défaut rétablis pour

source: Max2Play Network Player Lookup saved
fr: Recherche de réseau Max2Play enregistrée

source: Thank you so much for your donation! We will keep up the work on the project to make it even better!
fr: Merci beaucoup pour votre don ! Nous allons continuer le travail sur le projet pour le rendre encore mieux !

source: Your eMail-address / activation code is saved.
fr: Votre adresse mail / code d'activation sauvé.

source: Your license is validated. Now you have access to all features and plugins.
fr: Votre licence est validée. Vous avez maintenant accès à toutes les options et plugins.

source: Your license could not be validated. Did you choose the right eMail-Address that is registered as a customer at www.max2play.com? If you have a key for activation please recheck, that the key is entered correctly.
fr: Votre licence n'est pas activée. Choisissez une adresse mail valide et enregistrée www.max2play.com. Si vous avez un code d'activation, vérifiez que vous l'avez entré convenablement.

source: Max2Play update started
fr: Mise à jour de Max2Play en cours

source: UPDATE SUCCESSFUL
fr: Mise à jour réussie

source: Max2Play-Webinterface Restarted - this takes up to 15 seconds - Wait for 15 seconds and Reload Page to see Changes
fr: Interface Web Max2Play redémarrée - cela prend jusqu'à 15 secondes - Attendre 15 secondes et Recharger la page pour voir les modifications

source: Click here to see what is new (Changelog)!
fr: Cliquez ici pour voir les changements (Changelog)!

source: UPDATE NOT SUCCESSFUL
fr: Mise à jour echouée

source: Max2Play Website not available - maybe no internet connection? Please try a reboot to fix the internet connection.
fr: Max2Play n'est pas accessible - Avez vous une connexion internet? Essayez de redémarrer votre box.

source: Max2Play is up to date - no update required
fr: Max2Play est à jour - Aucune mise à jour nécessaire

source: Running Check for Plugin Updates and install if available
fr: Exécution de la vérification des mises à jour des Plugins et installer si disponible

source: Update
fr: Mise à jour

source: Plugin update time could not be validated:
fr: Le temps des mises à jour Plugin ne peut pas être validé:

source: Resize Filesystem
fr: Redimentionner le système de fichiers

source: Please Click here to Reboot Now
fr: Cliquez ici pour redémarrer maintenant

source: No Resize possible - no valid partition found to expand. Contact Max2Play-Support to add support for further file-systems.
fr: Pas de redimensionnement possible - aucune partition valide n'a été trouvée à agrandir. Contactez le support Max2Play pour ajouter le support pour d'autres systèmes de fichiers.

source: Make sure to disconnect all USB-drives and Memory-Cards and do a reboot before expanding the filesystem!
fr: Assurez-vous de déconnecter tous les lecteurs USB et cartes mémoire et effectuer un redémarrage avant d'étendre le système de fichiers !

source: udev-Rules added and reloaded... Completed
fr: Règles udev ajoutées et rechargées ... Terminé

source: Help - Basic Settings
fr: Aide - Réglages de base

source: <ul><li>Use this page to change the devicename, update Max2Play to the latest version, expand the filesystem on a new installation and install new addons.</li><li>To install and activate a new addon on the buttom of this page, you have to take 2 steps: first install the addon and second enable it.</li></ul>
fr: <ul><li>Utilisez cette page pour modifier le nom du périphérique, mettez à jour Max2Play à la dernière version, étendre le système de fichiers d'une nouvelle installation et installer de nouveaux addons.</li><li> Pour installer et activer un nouvel addon au bas de cette page, vous devez le faire en 2 étapes: d'abord installer l'addon et puis l'activer. </li></ul>

source: Enable Kernelmodules for Odroid U3
fr: Activer les modules noyau pour l'Odroid U3

source: Hiface USB-DAC: Status=
fr: Hiface USB-DAC: Statut=

source: Load Module to etc/rc.local
fr: Charger le module dans etc/rc.local

source: Unload Module from etc/rc.local
fr: Décharger le module depuis etc/rc.local

source: If normal activation of Pre-Build Module does not work (mostly because of different Kernel-Version), please use this option to build the module with the latest Kernel-Sources. Takes ~20-30 minutes time! Make sure to install the latest kernel by using /usr/local/bin/odroid-utility.sh
fr: Si l'activation normale du module pré-construit ne fonctionne pas (la plupart du temps en raison des différentes version du noyau), merci d'utiliser l'option pour construire le module avec les dernières sources du noyau. Prend ~ 20-30 minutes ! Soyez sûr d'installer la dernière version du noyau en utilisant /usr/local/bin/odroid-utility.sh

source: Build HiFace-Module with latest Kernel
fr: Construire le module HiFace avec le dernière noyau

source: Kernelmodules U3
fr: Modules noyau U3

source: Kernel Build started
fr: Construction du noyau démarrée

source: Added HiFace USB-Driver
fr: HiFace USB-Driver ajouté.

source: Removed HiFace USB-Driver
fr: HiFace USB-Driver supprimé

source: Save Config
fr: Sauvegarder config

source: Saved to List
fr: Sauvegarder en liste

source: $SERVICENAME is installed
fr: $SERVICENAME est installé

source: reinstall
fr: réinstaller

source: Autostart
fr: Démarrage automatique

source: Save!
fr: Enregistrer!

source: Music Player MPD
fr: Lecteur Audio MPD

source: Fhem Setup
fr: Configuration Fhem

source: FHEM uninstall started
fr: Désinstallation de FHEM en cours

source: Status Instance
fr: Status de l'Instance

source: Name for instance of Shairport.
fr: Nom de l'instance de Shairport

source: Uninstall $NAME
fr: Désinstaller $NAME

source: RPi Camera
fr: Caméra RPi

source: Only for Raspberry PI!
fr: Seulement pour les Raspberry PI!

source: INSTALL SUCCESSFUL
fr: Installation réussi!

source: Pluginbuilder Edit File
fr: Éditier le fichier Pluginbuilder

source: Creating Plugin
fr: Créer Plugin

source: RPi Display
fr: Affichage RPI

source: startcall
fr: Démarrer appel

source: Callbot Setup
fr: Configurer Callbot

source: SD-Card Protection
fr: Protection SD-Card

source: Further Setup
fr: Paramètres supplémentaires

source: Autstartbrowser
fr: Démarrage automatique du navigateur

source: Clementine Setup
fr: Configuration Clementine

source: install Clementine
fr: installer Clementine

source: Raspberry Settings
fr: Paramètres du Raspberry

source: Upgrade Kernel
fr: Mise à jour du kernel

source: Update Packages
fr: Mise à jour des paquets

source: Install Browser
fr: Installer le navigateur

source: This function is for Raspberry PI ONLY! It seems, that you do not have a Raspberry PI.
fr: Cette fonction est pour le Raspberry PI UNIQUEMENT! Il semblerait que vous n'ayez pas de Raspberry Pi.

source: Reboot needed
fr: Redémarrage nécessaire

source: Boot config parameters changed
fr: Modification des paramètres de démarrage modifiés

source: Updated Alsa Settings
fr: Paramètres Alsa mis à jour

source: Reboot needed!
fr: Redémarrage nécessaire !

source: Browser installed.
fr: Navigateur installé.

source: Update / Upgrade to latest Version started
fr: Mise à jour / Mise à jour vers la dernière version démarrée

source: Kernel Update started
fr: Mise à jour du kernel démarrée

source: Custom parameter Kernel removed
fr: Paramètres personnalisés du noyau supprimés

source: Update Configfile - existing Entry removed
fr: MAJ du fichier de config - saises précédentes supprimées

source: Java not installed! Reinstall needed!
fr: Java n'est pas installé! Réinstallation nécessaire!

source: Webserver Port gespeichert
fr: Port du Serveur Web

source: Device Type gespeichert
fr: Type de machine

source: Device Adresse gespeichert
fr: Adresse de la machine

source: Plugin Type gespeichert
fr: Type de Plugin

source: Homematic Setup
fr: Paramètres Domotiques

source: IP saved
fr: IP sauvegardée

source: User saved
fr: Utilisateur sauvegardée

source: Password saved
fr: Mot de passe enregistré.

source: Devicelist saved
fr: Liste des machines sauvegardée

source: Homematic Variables saved
fr: Variables domotique sauvegardées

source: Looptime saved
fr: Looptime sauvegardée

source: Homematic IP saved
fr: IP domotique sauvegardée

source: Printserver Setup
fr: Paramètres du serveur d'impression

source: Install Rotary Encoder Software
fr: Installer l'encodeur Rotary

source: //www.youtube.com/embed/pZB4aSiW4c0
fr: http://www.youtube.com/embed/pZB4aSiW4c0

source: Voice Control Setup for Smartphones and Tablets
fr: Paramètres de Contrôle vocal pour smartphone et tablettes

source: Uninstall $SERVICENAME
fr: Désinstaller $SERVICENAME

source: Edit Homebridge Config
fr: Modifier la configuration Homebridge

source: Voice Control
fr: Contrôle Vocale

source: VNC Server
fr: Serveur VNC

source: VNC uninstall started
fr: Désinstallation de VNC commencée

source: Reset to Default
fr: Restaurer les valeurs par défaut

source: Remote Control
fr: Contrôle à Distance

source: Name for instance of Squeezelite.
fr: Nom de l'instance Squeezelite.
