Repository: max2play/webinterface
Catalog: max2play/locale/*/LC_MESSAGES/max2play.po
Languages: fr

source: Mediaplayer Squeezelite & Airplay - Status, Start / Stop
fr: Lecteur médias Squeezelite & Airplay - Statut, Démarrage et Arrêt

source: Edit Advanced Options
fr: Modifier les options avancées

source: Soundcard
fr: Carte son

source: Select Audio output
fr: Sélectionner la sortie audio

source: ALSA Parameter
fr: Paramètre ALSA

source: This parameter defines buffer, period count and sample format. It is set automatically when soundcard is changed.
fr: This parameter defines buffer, period count and sample format. It is set automatically when soundcard is changed. See <a href="https://www.max2play.com/en/wiki/command-line-options-for-squeezelite/" target="_blank">Squeezelite Startoptions</a> for detailled infos on this parameters.

source: Command Line Options
fr: Options de ligne de commande

source: Advanced Users may add Start-Parameters here
fr: Advanced Users may add Start-Parameters here. See <a href="https://www.max2play.com/en/wiki/command-line-options-for-squeezelite/">Squeezelite Startoptions</a> for detailled infos on this parameters.

source: Use USB-DAC
fr: Utiliser l'USB-DAC

source: Enable "Use USB-DAC" for simultaneous usage of XBMC AND Squeezelite - only possible if either XBMC OR Squeezelite is using a separate USB-DAC (e.g. Logi-Link 7.1 or Creative X-Fi) for sound-output (use command line option so set USB-DAC output for squeezelite, e.g. "-o hw:1,0" OR use detailed instructions on XBMC-Page for XBMC). Otherwise Squeezelite and XBMC will stutter or play no sound at all. When checked, sound-volume of USB-DAC will be set to 100%.
fr: Activer "Utiliser l'USB-DAC" pour un usage simultané de XBMC et Squeezelite - seulement possible si XBMC ou Squeezelite utilisent un USB-DAC séparé (ex: Logi-Link 7.1 ou Creative X-FI) pour la sortie audio (utiliser l'option de ligne de commande qui défini la sortie l'USB-DAC pour squeezelite ex: "-o hw:1,0" OU regarder les instructions détaillées sur la page XBMC) Autrement Squeezelite et XBMC vont bugger ou ne pas faire de son du tout. Lorque c'est coché, le volume du on de l'USB-DAC sera défini à 100%

source: Update Squeezelite
fr: Mettre à jour Squeezelite

source: Update current version $VERSION to newest available
fr: Update current version $VERSION to newest available. Info on Startup Parameters: <a target="blank" href="https://www.max2play.com/en/wiki/command-line-options-for-squeezelite/">More Info</a>. ($BUILDOPTIONS)

source: Autostart $SERVICENAME
fr: Démarrage automatique $SERVICENAME

source: Advanced Users may add Start-Parameters for Shairport. Some Audiocards (e.g. AMPs) require special settings to access Hardware Volume Control.
fr: Les utilisateurs avancés peuvent ajouter des paramètres de démarrage pour Shairport. Quelques cartes audio (ex: AMPs) nécessite un paramétrage spécifique pour avoir accès à la gestion du volume matériel.

source: Shairport/Squeezelite automatic Audio-Switch
fr: Bascule automatique de l'audio Shairport/Squeezelite

source: Enter the Squeezebox-Server URL-Name or IP-Address. It enables automatic switching between Squeezelite and Shairport (running Squeezelite and Shairport with soundcards that only support one audio-stream at a time like HiFiBerry DACs). Everything else beside the Squeezebox Server IP is set up automatically. Just start Airplay and the Squeezeplayer will Soft-Power-Off. Stop Airplay and will Soft-Power-On again. Example IP (when running Server on this device):
fr: Saisir le le nom de L'URL ou l'adresse IP du serveur Squeezebox. Cela permet la bascule automatique entre Squeezelite et Shairport (en utilisant Squeezelite et Shairport avec une carte son qui support seulement un flux audio en même temps comme les DAC HiFiBerry). Tout ce qui autre que l'IP du serveur Squeezebox est automatiquement configurés. Démarrer Airplay et Squeezeplayer va s'éteindre logiciellement. Arrêter Aireplay et il va se rallumer logiciellement. Exemple d'IP (lorsqu'il y a un serveur en cours d’exécution sur ce périphérique) :

source: $SERVICENAME not installed
fr: $SERVICENAME n'est pas installé

source: install $SERVICENAME
fr: Installer $SERVICENAME

source: Set Audio Output on Raspberry PI
fr: Paramétrer la sortie audio sur le Raspberry Pi

source: Use this to change the audio output of your Raspberry PI - if you have HDMI connected and you want to output sound through the headphone jack.
fr: Utilisez cette option pour changer la sortie audio de votre Raspberry PI - si vous avez l'HDMI connecté et vous voulez que le son sorte par la sortie casque (Jack).

source: Default (use HDMI if plugged)
fr: Défaut (utiliser HDMI si connecté)

source: force Headphone Jack
fr: Forcer l'utilisation de la sortie casque (Jack).

source: force HDMI
fr: forcer l'HDMI

source: Graphic Equalizer
fr: Égalisateur du graphique (uniquement pour Squeezeslave et Shairport)

source: Use Equalizer (activate settings in this webinterface)
fr: Utiliser l'égaliseur ( activer dans les paramètres de cette webinterface)

source: Zurücksetzen
fr: Retour

source: Lowpassfilter and Crossfeed Level Adjuster for Headphones
fr: Ajuster le niveau Lowpassfilter et Crossfeed pour la sortie casque (Jack)

source: This is a filter for audiophile usage to change lowpass filter cut frequency and crossfeed level of the audio-output. These settings take effect when using the output <b>"-o headphones"</b> in advanced settings of Squeezelite. More infos about the filter technique can be found on <a href="http://bs2b.sourceforge.net/">http://bs2b.sourceforge.net/</a>
fr: Ceci est un filtre pour audiophile il permet de changer la fréquence de coupure du filtre passe bas et le niveau du crossfeed de la sortie audio. Ces paramètres prennent effet en utilisant la sortie <b>"-o headphones"</b> dans les paramètres avancés de Squeezelite. Plus d'informations à propos des techniques de filtrage peuvent être trouvé sur <a href="http://bs2b.sourceforge.net/">http://bs2b.sourceforge.net/</a>

source: Lowpass filter cut frequency:
fr: Fréquence de coupure du filtre passe bas:

source: Crossfeed Level:
fr: Niveau du crossfeed:

source: This button sets up the plugin and your ALSA-Soundconfiguration.
fr: Ce bouton met en place le plugin et votre configuration audio ALSA.

source: Install
fr: Installer

source: SQUEEZEPLAYER INFO DESCRIPTION
fr: Squeezelite est un logiciel conçu pour le lecteur Squeezebox, qui fonctionne avec le Logitech Media Server (Squeezebox Server) et est similaire à un récepteur Squeezebox et il peut être commandé via le serveur. <br /> Shairport est un service de Airplay. <br /> Les deux services de ODROID démarreront avec un léger retard au chargement (moins d'une minute) pour éviter les conflits avec les pilotes audio.

source: Kodi / XBMC - Status, Start & Stop
fr: Kodi / XBMC - Statut, Démarrage et Arrêt

source: Reinitialize Display (if screen is black or HDMI was not connected on startup)
fr: Réinitialiser l'affichage (si l'écran est noir ou si l'HDMI n'a pas été connectée au démarrage)

source: $NAME start installation
fr: Démarrer l'installation de $NAME

source: Replaces current $VERSION
fr: Remplace la $VERSION actuelle

source: Choose Kodi/XBMC-Package by http-link (package must be .deb) for Update
fr: Choisir le paquet Kodi/XBMC (le paquet doit être en .deb) pour la mise à jour

source: Upgrade Kodi to latest version
fr: Mettre à jour Kodi vers la dernière version

source: The installation may take some time depending on your internet connection. At first it downloads the package from given source and afterwards it installs the package.
fr: L'installation peut prendre un certain temps en fonction de votre connexion Internet. Au début, il télécharge le package depuis la source donnée et ensuite il installe le package.

source: Get Kodi / XBMC Addon-Repository from HTTP-URL or by choosing from Select-Box
fr: Obtenir des dépots d'addon Kodi / XBMC depuis une URL HTTP ou en sélectionnant depuis la liste déroulante

source: You can enable repositories for further addons in settings menu of Kodi / XBMC: <i>System &gt; Addons</i>. After downloading the Addon-Repository Zip-File with the following button, you can find it with Kodi/XBMC (choose <i>add from zipfile</i>) in folder <i>/opt/max2play/cache</i> (choose root-folder and navigate there) and enable the Addons-Repository. After this, you will see the new addons available in the addons-list.
fr: Vous pouvez activer les dépôts pour d'autres addons dans le menu paramètres de Kodi / XBMC:<i>System &gt; Addons</i>. Après avoir téléchargé le fichier de dépôt d'Addons Zip avec le bouton suivant, vous pourrez le trouver dans Kodi / XMBC (en choisissant <i>ajouter depuis un fichier zip</i>) dans le répertoire <i>/opt/max2play/cache</i> (choisissez le répertoire racine et naviguer dedans) et activer le dépôt d'Addons. Après, vous devriez voir des nouveau addons disponible dans la liste des addons.

source: Choose Addon
fr: Choisissez l'Addon

source: Get Addon-Repository for Kodi / XBMC
fr: Ajouter le dépôt d'addons pour Kodi / XBMC

source: XBMC INFO DESCRIPTION
fr: Kodi est un Media center pour vidéos, musiques et plus.<br /><br /><sup>#1</sup>Démarrage automatique Kodi : lorsqu'il est activé, Kodi se lance automatiquement au démarrage de Max2Play. Il est recommandé pour une utilisation comme lecteur vidéo. Si Max2Play n'est utilisé que pour la musique, le lancement de Kodi n'est pas nécessaire. Max2Play utilise ainsi moins de ressources et démarre plus rapidement.<br /><br /><b>Conseil :</b><br />Lors de l'exécution de Kodi, Squeezelite est automatiquement désactivé ! En revanche il n'est actuellement pas possible de lire de l'audio avec Kodi, car Kodi et Pulseaudio utilise Squeezelite ainsi que Shairplay Alsa pour accéder simultanément à l'interface audio. Dès l'arrêt de XBMC, Squeezelite redémarre automatiquement.

source: Status, Start & Stop
fr: Statut, Démarrage & Arrêt

source: Open Squeezebox Server Webadministration
fr: Ouvrir l'interface d'administration Web du serveur Squeezebox

source: restart $SERVICENAME
fr: Redémarrer $SERVICENAME

source: Run Squeezebox Server without www.mysqueezebox.com
fr: Démarrer le serveur Squeezebox sans www.mysqueezebox.com

source: Disable services from www.mysqueezebox.com and render thumbnail images locally.
fr: Désactiver les services depuis www.mysqueezebox.com et générer les miniatures des images en local.

source: Delay Startup of Squeezebox Server on Boot
fr: Retarder le démarrage du serveur Squeezebox au démarrage

source: Delay time in seconds. If Radiolists are not working your Squeezebox Server might have discovered no internet connection on boot. Delay the start by 30 seconds to solve this problem.
fr: Délais en secondes. Si les listes de Radio ne fonctionnent pas sur votre serveur Squeezebox c'est peut être qu'il n'y avait pas de connexion au démarrage. Reporter le démarrage de 30 secondes pour résoudre ce problème.

source: Show available Versions
fr: Liste des versions disponibles

source: Alternative other source from Slimdevices (package must be .deb)
fr: Autres sources pour LMS depuis Slimdevices (le package doit être .deb)

source: IMPORTANT: You must choose 7.9 Nightly as 7.8 is currently not supported for this version of Perl:
fr: IMPORTANT: Vous devez choisir la version Nightly 7.9 plutôt que la version 7.8 car elle n'est pas supportée par cette version de Perl:

source: The installation takes about 5 to 10 minutes depending on your internet connection. At first it downloads the package from http://downloads.slimdevices.com/ and afterwards it installs the package. You may reload this page by clicking the button again to see the status of the install process.
fr: Le téléchargement du package se fait depuis http://downloads.slimdevices.com/ puis il est installé. Le téléchargement dure entre 5 et 10 minutes selon votre connexion internet. Lorsque cette page est rafraîchie après le démarrage de l'installation, elle affiche son évolution.

source: Install special Plugins for Squeezebox Server
fr: Installer des plugins spéciaux pour serveur Squeezebox

source: Install Shairtunes2 (NEW) Plugin (Optimized version for ODROID and Raspberry by disaster123 - All connected Squeezeplayers can be used as Airplay Devices)
fr: Installer Shairtunes2 (NOUVEAU) (Version optimisée pour ODROID and Raspberry by disaster123 - tous les Squeezeplayers connectés peuvent être utilisés comme dispositifs Airplay)

source: Install Shairtunes Plugin (All connected Squeezeplayers can be used as Airplay Devices)
fr: Installer le plugin Shairtunes (Tous les Squeezeplayers connectés peuvent être utilisés comme dispositifs Airplay)

source: Install GoogleMusic Plugin (Use your GoogleMusic Account and connect it with your Squeezebox Server)
fr: Installer le plugin Google Music (Utiliser votre compte Google Music et connectez-le avec votre serveur Squeezebox

source: Install choosen Plugin (takes some time)
fr: Installer le Plugin choisi (prend un certain temps)

source: SQUEEZESERVER INFO DESCRIPTION
fr: Squeezeserver (Logitech Media Server) est le serveur de la Squeezebox et permet le contrôle du lecteur. Au minimum un serveur de ce type doit être en cours d'éxecution sur le réseau. Le serveur peut être installé sur la configuration de Max2Play.

source: Basic settings for Max2Play
fr: Réglages basiques de Max2Play

source: Playername
fr: Nom du lecteur

source: URL for this Web-administration / name of Squeezelite player
fr: URL de l'administration web / Nom du lecteur Squeezelite

source: Display Resolution
fr: Résolution

source: With this resolution runs desktop and XBMC
fr: Sous cette résolution, XBMC et le bureau s'éxecutent

source: Your eMail-Address / activation code
fr: Adresse mail / code d'activation

source: Activated
fr: Activé

source: To access all functions and plugins of Max2Play and constantly get new features, you need to be a customer of shop.max2play.com or have a code for activation. This is verified with your eMail-address or activation code. If you are no customer yet, you may buy the <a href='http://shop.max2play.com/en/max2play-full-license.html' target='_blank'>Max2Play-Full-Package here</a>.
fr: Pour accéder à toutes les fonctions et les plugins de Max2Play et constamment obtenir de nouvelles fonctionnalités, vous devez être un client de shop.max2play.com ou un code d'activation. Ceci est vérifié avec votre adresse mail ou code d'activation. Si vous n'êtes pas encore client, vous pouvez acheter le <a href='http://shop.max2play.com/en/max2play-full-license.html' target='_blank'> La package complet de Max2play Ici </a>

source: Language
fr: Langages / Fuseau Horaire

source: Change Keyboard Layout, Language and Timezone for Desktop (this web-interface detects browser language)
fr: Changer les réglages du clavier, de la langue et du fuseau horaire pour le bureau (cette interface détecte la langue de votre navigateur internet)

source: Autostart Desktop
fr: Démarrer automatiquement le Bureau

source: Autostart Desktop (X-Server) on Bootup (needed for Bluetooth and Pulseaudio or VNC-Server)
fr: Démarrer automatiquement le Bureau (serveur X) au démarrage (nécessaire au Bluetooth et l'audio Pulse ou le serveur VNC)

source: Network Lookup
fr: Recherche de réseau

source: Search local Network for other Max2Play-Devices running Squeezelite and display them in the header of this interface
fr: Rechercher d'autres appareils Max2play sur le réseau avec utilisant Squeezelite et les afficher dans le haut de l'interface. Utile seulement en cas de plusieurs lecteurs.

source: Donate Button
fr: bouton Faire un don

source: Remove the donate-button in header of Max2Play-Webinterface
fr: Retirer le bouton faire un don en-tête de l'interface WEB de Max2Play

source: Help on Sidebar
fr: AIde dans la barre latérale

source: Show help on sidebar for current page/addon, if the page supports it.
fr: Afficher l'aide sur la barre latérale pour la Page / addon actuelle, si la page le prend en charge.

source: Save Settings
fr: Enregister les réglages

source: Reboot / Update / Filesystem Settings
fr: Redémarrage / Mise à jour / Paramètres du système de fichier

source: Reboot
fr: Redémarrer

source: Shutdown
fr: Eteindre

source: Expand Filesystem
fr: Étendre le système de fichier

source: Update Max2Play
fr: Mettre à jour Max2Play

source: Force Update to latest Beta for Max2Play (Development)
fr: Forcer la mise à jour de la dernière Bêta de Max2play (En développement)

source: READ CAREFULLY: This function is for developers and users that want to test the latest available Max2Play before it is released. This might have some bugs and will not be supported in forums and questions by mails!
fr: LIRE ATTENTIVEMENT: Cette fonction est pour les développeurs et les utilisateurs qui veulent tester les dernier Max2play avant leurs sorties. Cela pourrait contenir quelques bugs et ne sera pas pris en charge dans des forums et questions par mails!

source: Update2Beta Max2Play
fr: Mettre à jour Max2Play en version Bêta

source: Reset configs to Max2Play delivery configuration
fr: Rétablir les paramètres d'origine de Max2Play

source: Reset configs - WARNING: deletes all changes
fr: Réinitialiser les paramètres ( efface tout changement)

source: Settings for WiFi, autostart, playername, filesystem mounts will be overwritten.
fr: Les réglages du WiFi, démarrage automatique, nom du lecteur et répertoires montés seront remplacés par les valeurs par défaut.

source: Plugin Configuration - Activate / Deactivate
fr: Configuration des Plugins - Activation / Désactivation

source: Activate Plugins by selecting and moving them to the "Active Plugins". You may change the order of the active Plugins in the navigation bar by selecting them and move up or down. Plugins that are not active will not show up in the navigation bar!
fr: Activer des Plugins en les sélectionnant et en les déplaçant vers les "Plugins actifs". Vous pouvez changer l'ordre des Plugins actifs dans la barre de navigation en les sélectionnant et déplaçant vers le haut ou vers le bas. Les Plugins qui ne sont pas actifs ne seront pas affichés dans la barre de navigation!

source: Available Plugins
fr: Plugins disponibles

source: Active Plugins
fr: Plugins activés

source: Move Up
fr: Monter

source: Move Down
fr: Descendre

source: Default Plugin that should be opened on start of Max2Play-Webinterface
fr: Plugin par défaut qui devrait être ouvert au démarrage de l'interface Max2play

source: Save Plugin Config - WARNING: removes Navigation for all NOT Selected
fr: Enregistrer la configuration du plugin. Attention : supprime la navigation pour les plugins non-sélectionnés

source: You may install new Plugins by entering the http-link to the Pluginfile (zip/tar/tar.gz).<br /><a class="download-button" href="http://www.max2play.com/features/plugins/" target="_blank"> A list of Max2Play-Extensions can be found here</a>
fr: Vous pouvez installer de nouveaux Plugins en entrant le lien http vers le fichier plugin (zip/tar/tar.gz).<br /><a class="download-button" href="http://www.max2play.com/features/plugins/" target="_blank"> Une liste d'extension Max2play peut être trouvée Ici</a>

source: Install from Max2Play Website
fr: Installer Max2Play depuis le site

source: Install from local file
fr: Installer depuis un fichier local

source: Enter http-URL
fr: Entrez l'URL http

source: Install new Plugin
fr: Installer un nouveau plugin

source: Custom Max2Play-Plugin Upload
fr: Plugin personnalisé Max2play envoyé

source: WiFi & Network configuration
fr: Configuration WiFi & Réseau

source: active
fr: actif

source: not active
fr: inactif

source: WiFi USB adapter status is <b>$STATUS</b>. WiFi connection status is <b>$CONNECTION</b>
fr: Le statut de la clé USB est <b>$STATUS</b>. Le statut de la connexion WiFi est <b>CONNECTION</b>

source: (Only WPA/WPA2-Encryption possible)
fr: (Cryptage WPA/WPA2 uniquement)

source: Load WiFi Interface
fr: Activer l'interface WiFi

source: Network SSID
fr: Nom du réseau (SSID)

source: Password
fr: Mot de passe du réseau

source: List of available networks
fr: Liste des réseaux disponibles

source: Choose network...
fr: Choisissez le réseau

source: start scan
fr: Démarrer le scan

source: Choose your network by clicking on it, enter your password and save the settings
fr: Cliquez sur le réseau désiré, saisir le mot de passe est enregistrez les réglages

source: Save all settings
fr: Enregister tous les réglages

source: Automatic WiFi Setup with WPS
fr: Configuration automatique du WiFi avec WPS

source: Activate WPS on Boot
fr: Activer le WPS au démarrage

source: Wifi Protected Setup: Enable WPS in your Router and reboot Max2Play to automatically set up WiFi. Starts only, if no LAN-cable connected!
fr: Wifi Protected Setup (WPS): Activer le WPS dans votre routeur et redémarrer Max2play pour configurer automatiquement le WiFi. Démarre seulement s'il n'y a pas de câble réseau connecté.

source: Start WPS Setup now (requires activated WPS on your Router):
fr: Démarrer la configuration WPS maintenant( requière que le WPS soit activé sur votre routeur):

source: Start Automatic WiFi Setup
fr: Démarrer automatiquement la configuration WIFI

source: Fixed LAN-IP Setup
fr: Configuration d'une IP fixe

source: Set fixed LAN IP-Address
fr: Définir une adresse IP fixe

source: Current IP-Address
fr: Adresse IP actuelle

source: (Useful, if your router sometimes changes the IP-Address of you Max2Play-device and you need a fixed IP-Address.)
fr: (Utile, si votre routeur quelque fois change l'adresse IP de votre périphérique Max2play et que vous avez besoin d'une IP fixe.)

source: Configure LAN Mac-Address
fr: Configurer l'adresse MAC LAN

source: This may be neccessary if you have a Minicomputer without a real hardware MAC-Address (some ODROIDs). This function is not available for Raspberry Pis.
fr: Ceci peut être nécessaire si vous avez un mini-ordinateur sans véritable adresse MAC (certains ODROID). Cette fonctionnalité n'est pas disponible pour les Raspberry Pi.

source: (Change only if there are more Max2Play-Devices in one network)
fr: (Modifier uniquement s'il y a plusieurs appareils sur le réseau)

source: WLAN INFO DESCRIPTION
fr: Informations : Lorsque vous modifiez les paramètres réseaux, redémarrer l'appareil ! Lors de l'utilisation de plusieurs appareils Max2Play, l'adresse MAC de chaque appareil doit être unique pour le LAN.<br />Faite attention aux majuscules et minuscules du nom du réseau.

source: Max2Play - Start
fr: Max2Play - Démarrer

source: Welcome to Max2Play - Your easy to use Interface for Multiroom-Audio and Video!
fr: Bienvenue dans Max2play - Votre interface pour le mutil-pièce audio et vidéo facile !

source: The Max2Play Web Interface is used to configure the device without having to set up monitor, keyboard and mouse on the device itsself or login by ssh.<br />All settings are directly written to the players config files.
fr: L'interface Web Max2Play est utilisée pour configurer ce périphérique sans avoir à lui connecter d'écran, clavier, souris ou se connecter en SSH. <br /> Tous les paramètres sont enregistrés dans les fichiers de configurations des lecteurs.

source: Max2Play gives you the best experience with High-Quality Sound together with an easy configuration and control. With the extensions of Max2Play you can easily choose and install new features like the following:
fr: Max2play vous donne la meilleure expérience de qualité audio avec un contrôle et une configuration simple. Avec les extensions de Max2play vous pouvez facilement choisir et installer de nouvelles fonctionnalités comme:

source: Features with Max2Play
fr: Fonctionnalités avec Max2play
